cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'bash-completion'
brew 'bash'
brew 'coreutils'
brew 'git-flow'
brew 'git'
brew 'grc'
brew 'htop'
brew 'imagemagick'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'karabiner'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime'
cask 'vlc'
